Revit 2027 API
ParameterTypeId.ElevShape Property
 "Shape"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElevShape { get; }
Public Shared ReadOnly Property ElevShape As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElevShape {
	ForgeTypeId^ get ();
}
static member ElevShape : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace